{
  "lang": {
    "en": "Greek",
    "native": "Ελληνικά",
    "svg": "gr",
    "lang_code": "el"
  },
  "common": {
    "close": "Κλείσιμο",
    "available": "Διαθέσιμα",
    "preset_max": "Μέγιστο",
    "summary_send": "Αποστολή",
    "summary_keep": "Διατήρηση",
    "cancel": "Ακύρωση",
    "send": "Αποστολή",
    "cap_label": "Όριο",
    "cap_tooltip": "Υπολειπόμενη ικανότητα του παραλήπτη",
    "target_dead": "Ο στόχος εξαλείφτηκε",
    "target_dead_note": "Δεν μπορείς να στείλεις πόρους σε έναν αποκλεισμένο παίκτη.",
    "none": "Τίποτα"
  },
  "main": {
    "title": "OpenFront (ALPHA)",
    "join_discord": "Βρες μας στο Discord!",
    "login_discord": "Σύνδεση με Discord",
    "checking_login": "Έλεγχος σύνδεσης...",
    "logged_in": "Συνδέθηκε!",
    "log_out": "Αποσύνδεση",
    "create_lobby": "Δημιουργία Lobby",
    "join_lobby": "Μπες σε Lobby",
    "single_player": "Ατομικό",
    "instructions": "Οδηγίες",
    "how_to_play": "Πώς παίζεται",
    "advertise": "Διαφήμιση",
    "wiki": "Wiki",
    "privacy_policy": "Πολιτική Απορρήτου",
    "terms_of_service": "Όροι Χρήσης",
    "reddit": "Reddit"
  },
  "news": {
    "see_all_releases": "Δες όλες τις εκδόσεις",
    "github_link": "στο GitHub",
    "title": "Σημειώσεις έκδοσης"
  },
  "help_modal": {
    "hotkeys": "Συντομεύσεις",
    "table_key": "Πλήκτρο",
    "table_action": "Ενέργεια",
    "action_alt_view": "Εναλλακτική προβολή (χάρτης/χώρες)",
    "action_attack_altclick": "Επίθεση (όταν το αριστερό κλικ είναι ρυθμισμένο για άνοιγμα μενού)",
    "action_build": "Άνοιγμα μενού κατασκευής",
    "action_emote": "Άνοιγμα μενού emote",
    "action_center": "Κεντράρισμα κάμερας στον παίκτη",
    "action_zoom": "Σμίκρυνση/Μεγέθυνση",
    "action_move_camera": "Μετακίνηση κάμερας",
    "action_ratio_change": "Μείωση/Αύξηση αναλογίας επίθεσης",
    "action_reset_gfx": "Επαναφορά γραφικών",
    "action_auto_upgrade": "Αυτόματη αναβάθμιση πλησιέστερου κτηρίου",
    "ui_section": "UI Παιχνιδιού",
    "ui_leaderboard": "Πίνακας κατάταξης",
    "ui_your_team": "Η ομάδα σου:",
    "ui_leaderboard_desc": "Εμφανίζει τους κορυφαίους παίκτες του παιχνιδιού με τα ονόματά, το % της γης, τον χρυσό και τα στρατεύματα τους. Πάτα Εμφάνιση Όλων για να βλέπεις όλους τους παίκτες στο παιχνίδι. Αν δεν θέλεις να βλέπεις τον πίνακα κατάταξης, κάνε κλικ στο Απόκρυψη.",
    "ui_control": "Πίνακας Ελέγχου",
    "ui_control_desc": "Ο πίνακας ελέγχου περιέχει τα εξής στοιχεία:",
    "ui_pop": "Στρατός - Το ποσό των στρατευμάτων που έχεις, ο μέγιστος πληθυσμός τους και ο ρυθμός με τον οποίο τους κερδίζεις.",
    "ui_gold": "Χρυσός - Το ποσό του χρυσού που έχεις και ο ρυθμός με τον οποίο το κερδίζεις.",
    "ui_attack_ratio": "Αναλογία Επίθεσης - Το ποσό των στρατευμάτων που θα χρησιμοποιηθούν όταν επιτεθείς. Μπορείς να προσαρμόσεις την αναλογία επίθεσης χρησιμοποιώντας το ρυθμιστικό. Αν έχεις περισσότερα στρατεύματα στην επίθεση παρά στην άμυνα θα σε κάνει να χάσεις λιγότερα στρατεύματα στην επίθεση, ενώ αν έχεις λιγότερα θα αυξήσει τη ζημιά που προκλήθηκε στα επιτιθέμενα στρατεύματά σου. Η λειτουργία αυτή δεν υπερβαίνει τις αναλογίες 2:1.",
    "ui_events": "Πίνακας συμβάντων",
    "ui_events_desc": "Ο Πίνακας Συμβάντων δείχνει τα τελευταία συμβάντα, τα αιτήματα και τα μηνύματα Γρήγορης Συνομιλίας. Μερικά παραδείγματα:",
    "ui_events_alliance": "Συμμαχία - Τα αιτήματα Συμμαχίας μπορούν να γίνουν αποδεκτά ή να απορριφθούν. Οι σύμμαχοι μπορούν να μοιραστούν πόρους και στρατεύματα, αλλά δεν μπορούν να επιτεθούν ο ένας τον άλλον. Κάνοντας κλικ στο Εστίαση κινείται η προβολή στον παίκτη που έστειλε το αίτημα.",
    "ui_events_attack": "Επιθέσεις - Εμφανίζονται οι εισερχόμενες επιθέσεις και οι εξερχόμενες επιθέσεις σου. Κάνε κλικ στο μήνυμα για να κεντράρεις την προβολή στην επίθεση, το πυρηνικό ή το σκάφος (πλοίο μεταφοράς). Μπορείς να υποχωρήσεις στρατεύματα κάνοντας κλικ στο κόκκινο κουμπί X. Αυτό θα κοστίσει τη ζωή του 25% των επιτιθέμενων στρατευμάτων σου. Εάν ανακτήσεις μια επίθεση με σκάφος, η βάρκα επιστρέφει στο σημείο εκκίνησής της και θα επιτεθεί εκεί αν η γη έχει συλληφθεί πλέον. Τα Πυρηνικά δεν μπορούν να υποχωρήσουν μετά την εκκίνηση.",
    "ui_events_quickchat": "Γρήγορη Συνομιλία - Μπορείς να δεις τα απεσταλμένα και εισερχόμενα μηνύματα συνομιλίας εδώ. Στείλε μήνυμα σε έναν παίκτη κάνοντας κλικ στο εικονίδιο Γρήγορης Συνομιλίας στο μενού Πληροφοριών του παίκτη.",
    "ui_options": "Επιλογές",
    "ui_options_desc": "Μέσα υπάρχουν τα εξής στοιχεία:",
    "ui_playeroverlay": "Πάνελ πληροφοριών παίκτη",
    "ui_playeroverlay_desc": "Όταν τοποθετείς το ποντίκι πάνω από μια χώρα, το πάνελ πληροφοριών παίκτη εμφανίζεται κάτω από τις Επιλογές. Δείχνει τον τύπο του παίκτη: Άνθρωπος, Έθνος (έξυπνο bot), ή Bot. Επίσης δείχνει την στάση ενός Έθνους απέναντί σου από Εχθρικό εώς Φιλικό και τα αμυντικά στρατεύματα, τον χρυσό, τον αριθμό των πολεμικών πλοίων και τα διάφορα κτίρια που έχει ο παίκτης.",
    "ui_wilderness": "Άγρια Φύση",
    "option_pause": "Παύση/Κατάργηση παύσης του παιχνιδιού - Διαθέσιμο μόνο σε λειτουργία ενός παίκτη.",
    "option_timer": "Χρονόμετρο - Ο χρόνος που πέρασε από την αρχή του παιχνιδιού.",
    "option_exit": "Κουμπί εξόδου.",
    "option_settings": "Ρυθμίσεις - Άνοιξε το μενού ρυθμίσεων. Μέσα μπορείς να εναλλάξεις την Εναλλακτική Προβολή, τα Emojis, την Σκοτεινή Λειτουργία, την λειτουργία Ninja (ανώνυμα / τυχαία ονόματα) και την δράση με αριστερό κλικ.",
    "radial_title": "Ακτινωτό μενού",
    "radial_desc": "Το δεξί κλικ (ή άγγιγμα το κινητό) ανοίγει το Ακτινωτό μενού. Κάνε δεξί κλικ έξω για να το κλείσεις. Από το μενού έχεις τις επιλογές:",
    "radial_build": "Άνοιγμα του μενού Κτισίματος.",
    "radial_attack": "Άνοιγμα του μενού Επίθεσης.",
    "radial_info": "Άνοιγμα του μενού Πληροφοριών.",
    "radial_boat": "Αποστολή πλοίου μεταφοράς για να επιτεθείς στην επιλεγμένη τοποθεσία. Διαθέσιμο μόνο αν έχεις πρόσβαση στο νερό.",
    "radial_close": "Κλείσιμο μενού.",
    "info_title": "Μενού πληροφοριών",
    "info_enemy_desc": "Περιέχει πληροφορίες όπως το όνομα του επιλεγμένου παίκτη, ο χρυσός, τα στρατεύματα, οι σταματημένες συναλλαγές, τα πυρηνικά που σου στέλνονται και αν ο παίκτης είναι προδότης. Οι σταματημένες συναλλαγές σημαίνει ότι δεν θα λάβεις χρυσό από αυτόν και δεν θα σου αποστέλει χρυσό μέσω εμπορικών πλοίων. Χειροκίνητα (αν ο παίκτης έκανε κλικ στο \"Διακοπή Συναλλαγών\", το οποίο διαρκεί μέχρι να κάνετε κλικ και οι δύο στο \"Έναρξη Συναλλαγών\") ή αυτόματα (αν προδώσετε τη συμμαχία σας, που διαρκεί μέχρι να γίνετε σύμμαχοι ξανά ή μετά από 5 λεπτά). Το Προδότης εμφανίζει Ναι για 30 δευτερόλεπτα όταν ο παίκτης πρόδωσε και επιτέθηκε σε έναν παίκτη που ήταν σε συμμαχία μαζί του. Τα παρακάτω εικονίδια αντιπροσωπεύουν τις ακόλουθες αλληλεπιδράσεις:",
    "info_chat": "Στείλε ένα μήνυμα γρήγορης συνομιλίας στον παίκτη. Διάλεξε Κατηγορία, Φράση και αν η φράση περιέχει [P1] διάλεξε ένα όνομα παίκτη για να μπει εκεί. Πάτα Αποστολή.",
    "info_target": "Τοποθέτησε έναν στόχο στον παίκτη, σημείωσέ το για όλους τους συμμάχους. Χρησιμοποιείται για να συντονίσει τις επιθέσεις.",
    "info_alliance": "Στείλε ένα αίτημα συμμαχίας στον παίκτη. Οι σύμμαχοι μπορούν να μοιράζονται πόρους και στρατεύματα, αλλά δεν μπορούν να επιτεθούν ο ένας τον άλλον.",
    "info_emoji": "Στείλε ένα emoji στον παίκτη.",
    "info_trade": "Χρησιμοποίησε την \"Διακοπή συναλλαγών\" για να σταματήσεις να δίνεις στον παίκτη χρυσό και να λαμβάνεις το χρυσό τους μέσω εμπορικών πλοίων. Αν κάνετε και οι δύο κλικ στο \"Έναρξη συναλλαγών\" θα ξεκινήσει ξανά.",
    "info_ally_panel": "Πάνελ πληροφοριών συμμάχου",
    "info_ally_desc": "Όταν είσαι σύμμαχος με έναν παίκτη, τα ακόλουθα νέα εικονίδια γίνονται διαθέσιμα:",
    "ally_betray": "Πρόδωσε τον σύμμαχό σου, τερματίζοντας την συμμαχία, σταματώντας το εμπόριο και αποδυναμώνοντας την άμυνα σου. Συναλλαγές με εσένα διακόπτονται για 5 λεπτά (ή μέχρι να ξαναγίνετε σύμμαχοι) και άλλοι μπορεί να σταματήσουν τις συναλλαγές. Επίσης θα σημειωθείς ως προδότης για 30 δευτερόλεπτα, εκτός αν ο άλλος παίκτης ήταν ήδη προδότης. Κατά την διάρκεια αυτής της περιόδου θα έχεις ένα εικονίδιο πάνω από το όνομά σου και 50% αποδυνάμωση άμυνας. Τα bot είναι λιγότερο πιθανό να συμμαχίσουν μαζί σου και οι παίκτες θα έχουν περισσότερες αμφιβολίες.",
    "ally_donate": "Δώρισε μερικά από τα στρατεύματά σου στον σύμμαχό σου. Χρησιμοποιείται όταν έχει χαμηλά στρατεύματα και του επιτίθονται, ή όταν χρειάζεται επιπλέον δύναμη για να συντρίψει έναν εχθρό.",
    "ally_donate_gold": "Δώρισε λίγο από τον χρυσό σου στον σύμμαχό σου. Χρησιμοποιείται όταν έχει χαμηλό χρυσό και το χρειάζεται για κτίρια ή όταν μαζεύει χρυσό για ένα δυνατό MIRV.",
    "build_menu_title": "Μενού Κατασκευής",
    "build_menu_desc": "Κτίσε αυτά ή δες πόσα κτίσματα έχεις ήδη:",
    "build_name": "Όνομα",
    "build_icon": "Εικονίδιο",
    "build_desc": "Περιγραφή",
    "build_city": "Πόλη",
    "build_city_desc": "Αυξάνει τον μέγιστο πληθυσμό σου. Χρήσιμο όταν δεν μπορείς να επεκτείνεις την περιοχή σου ή έχεις φτάσει στο όριο πληθυσμού σου.",
    "build_factory": "Εργοστάσιο",
    "build_factory_desc": "Κατασκευάζει αυτόματα σιδηρόδρομους σε κοντινές πόλεις, λιμάνια και άλλα εργοστάσια και μπορεί επίσης να συνδεθεί με φιλικούς γείτονες. Τα τρένα δημιουργούνται τακτικά και σου δίνουν ένα σταθερό ποσό χρυσού για κάθε κτήριο που επισκέπτονται κατά την διαδρομή τους, με έξτρα χρυσό όταν επισκέπτονται κτίσματα του γείτονά σου.",
    "build_defense": "Φρούριο",
    "build_defense_desc": "Αυξάνει την άμυνα γύρω από τα κοντινά σύνορα, τα οποία δείχνουν ένα καρό μοτίβο. Οι επιθέσεις από αντιπάλους είναι πιο αργές και έχουν περισσότερα εχθρικά θύματα.",
    "build_port": "Λιμάνι",
    "build_port_desc": "Μπορεί να κτιστεί μόνο κοντά σε νερό. Επιτρέπει την κατασκευή Πολεμικών Πλοίων. Στέλνει αυτόματα εμπορικά πλοία μεταξύ των λιμανιών της χώρας σου και άλλων χωρών. (εκτός αν έχει γίνει διακοπή εμπορίου), δίνοντας χρυσό και στους δύο. Το εμπόριο με έναν παίκτη σταματά αυτόματα όταν του επιτίθεσαι ή σου επιτίθεται. Συνεχίζει μετά από 5 λεπτά ή όταν γίνετε σύμμαχοι. Μπορείς να εναλλάξεις τις συναλλαγές με τα \"Διακοπή συναλλαγών\" και \"Έναρξη συναλλαγών\".",
    "build_warship": "Πολεμικό Πλοίο",
    "build_warship_desc": "Περιπολεί σε μια περιοχή, συλλαμβάνοντας εχθρικά εμπορικά πλοία και καταστρέφοντας τα Σκάφη τους (πλοία μεταφοράς) και τα Πολεμικά πλοία τους. Δημιουργείται από το κοντινότερο Λιμάνι και περιπολεί την περιοχή όπου έκανες κλικ για να το κτίσεις. Μπορείς να ελέγξεις το Πολεμικό Πλοίο κάνοντας κλικ-επίθεσης πάνω τους (βλέπε τη δράση Επίθεση κάτω από το Συντομεύσεις) και μετά κάνοντας κλικ-επίθεσης στην νέα περιοχή που θες να τα μετακινήσεις.",
    "build_silo": "Πυραυλικό Σιλό",
    "build_silo_desc": "Επιτρέπει την εκτόξευση πυραύλων.",
    "build_sam": "Εκτοξευτής SAM",
    "build_sam_desc": "Μπορεί να αναχαιτίσει τους εχθρικούς πυραύλους εύρος 100 pixel. Με πιθανότητα 100% χτυπήματος για την Ατομική Βόμβα, 80% για Βόμβα Υδρογόνου και 50% για μεμονωμένες κεφαλές MIRV. Το SAM έχει χρόνο επαναφόρτισης 7,5 δευτερόλεπτα.",
    "build_atom": "Ατομική Βόμβα",
    "build_atom_desc": "Μικρή εκρηκτική βόμβα που καταστρέφει έδαφος, κτίρια, πλοία και σκάφη. Δημιουργείται από το κοντινότερο Πυραυλικό Σιλό και προσγειώνεται στην περιοχή που έκανες κλικ για να το κατασκευάσεις.",
    "build_hydrogen": "Βόμβα Υδρογόνου",
    "build_hydrogen_desc": "Μεγάλη εκρηκτική βόμβα. Δημιουργείται από το κοντινότερο Πυραυλικό Σιλό και προσγειώνεται στην περιοχή που έκανες κλικ για να το κατασκευάσεις.",
    "build_mirv": "MIRV",
    "build_mirv_desc": "Η ισχυρότερη βόμβα στο παιχνίδι. Χωρίζεται σε μικρότερες βόμβες που θα καλύψουν ένα τεράστιο εύρος εδάφους. Προκαλεί ζημιά μόνο στον παίκτη που έκανες κλικ για να το κατασκευάσεις. Δημιουργείται από το κοντινότερο Πυραυλικό Σιλό και προσγειώνεται στην περιοχή που έκανες κλικ για να το κατασκευάσεις.",
    "player_icons": "Εικονίδια παίκτη",
    "icon_desc": "Παραδείγματα μερικών από τα εικονίδια που θα συναντήσεις και τι σημαίνουν:",
    "icon_crown": "Στέμμα - Νούμερο 1. Αυτός είναι ο πρώτος παίκτης στον πίνακα κατάταξης.",
    "icon_traitor": "Σπασμένη ασπίδα - Προδότης. Αυτός ο παίκτης επιτέθηκε σε έναν σύμμαχο.",
    "icon_ally": "Χειραψία - Σύμμαχος. Αυτός ο παίκτης είναι σύμμαχός σου.",
    "icon_embargo": "Στοπ σύμβολο δολαρίου - Εμπάργκο, Αυτός ο παίκτης έχει σταματήσει τις συναλλαγές μαζί σου αυτόματα ή χειροκίνητα.",
    "icon_request": "Φάκελος - Αίτημα συμμαχίας. Αυτός ο παίκτης σου έχει στείλει ένα αίτημα συμμαχίας.",
    "info_enemy_panel": "Πάνελ πληροφοριών εχθρού",
    "exit_confirmation": "Είσαι σίγουρος ότι θέλεις να κλείσεις το παιχνίδι;"
  },
  "single_modal": {
    "title": "Ένας Παίκτης",
    "allow_alliances": "Να επιτρέπονται οι συμμαχίες",
    "options_title": "Επιλογές",
    "bots": "Bots: ",
    "bots_disabled": "Απενεργοποιημένο",
    "nations": "Έθνη: ",
    "disable_nations": "Απενεργοποίηση Εθνών",
    "instant_build": "Άμεση κατασκευή",
    "infinite_gold": "Άπειρος χρυσός",
    "infinite_troops": "Άπειρα στρατεύματα",
    "compact_map": "Μίνι Χάρτης",
    "max_timer": "Διάρκεια παιχνιδιού (λεπτά)",
    "disable_nukes": "Απενεργοποίηση Πυρηνικών",
    "automatic_difficulty": "Αυτόματη Δυσκολία",
    "enables_title": "Ενεργοποίηση Ρυθμίσεων",
    "start": "Έναρξη Παιχνιδιού"
  },
  "token_login_modal": {
    "title": "Σύνδεση...",
    "logging_in": "Σύνδεση...",
    "success": "Επιτυχής σύνδεση ως {email}!"
  },
  "account_modal": {
    "title": "Λογαριασμός",
    "logged_in_as": "Συνδέθηκε ως {email}",
    "fetching_account": "Λήψη πληροφοριών λογαριασμού...",
    "logged_in_with_discord": "Συνδέθηκε με Discord",
    "recovery_email_sent": "Το email ανάκτησης στάλθηκε στο {email}"
  },
  "map": {
    "map": "Χάρτης",
    "world": "Κόσμος",
    "giantworldmap": "Γιγαντιαίος Παγκόσμιος Χάρτης",
    "europe": "Ευρώπη",
    "mena": "MENA",
    "northamerica": "Βόρεια Αμερική",
    "oceania": "Ωκεανία",
    "blacksea": "Εύξεινος Πόντος",
    "africa": "Αφρική",
    "asia": "Ασία",
    "mars": "Άρης",
    "southamerica": "Νότια Αμερική",
    "britannia": "Βρετανία",
    "gatewaytotheatlantic": "Πύλη στον Ατλαντικό",
    "australia": "Αυστραλία",
    "random": "Τυχαίο",
    "iceland": "Ισλανδία",
    "pangaea": "Παγγαία",
    "eastasia": "Ανατολική Ασία",
    "betweentwoseas": "Μεταξύ Δύο Θαλασσών",
    "faroeislands": "Νησιά Φερόε",
    "deglaciatedantarctica": "Λιωμένη Ανταρκτική",
    "europeclassic": "Ευρώπη (κλασικό)",
    "falklandislands": "Νήσοι Φώκλαντ",
    "baikal": "Βαϊκάλη",
    "halkidiki": "Χαλκιδική",
    "straitofgibraltar": "Στενό του Γιβραλτάρ",
    "italia": "Ιταλία",
    "japan": "Ιαπωνία",
    "yenisei": "Ιενεσέης",
    "pluto": "Πλούτωνας",
    "montreal": "Μοντρεάλ",
    "achiran": "Achiran",
    "baikalnukewars": "Βαϊκάλη (Πυρηνικοί Πόλεμοι)"
  },
  "map_categories": {
    "continental": "Ηπειρωτικό",
    "regional": "Τοπικό",
    "fantasy": "Άλλο"
  },
  "map_component": {
    "loading": "Φορτώνει..."
  },
  "private_lobby": {
    "title": "Μπες σε Ιδιωτικό Λόμπι",
    "enter_id": "Εισαγωγή ID Λόμπι",
    "player": "Παίκτης",
    "players": "Παίκτες",
    "join_lobby": "Μπες σε Λόμπι",
    "checking": "Έλεγχος λόμπι...",
    "not_found": "Το Λόμπι δεν βρέθηκε. Ελέγξτε το ID και προσπαθήστε ξανά.",
    "error": "Προέκυψε σφάλμα. Παρακαλώ προσπάθησε ξανά ή επικοινώνησε με την υποστήριξη.",
    "joined_waiting": "Σύνδεση επιτυχής! Αναμονή για έναρξη παιχνιδιού...",
    "version_mismatch": "Αυτό το παιχνίδι δημιουργήθηκε με διαφορετική έκδοση. Δεν μπορείς να συμμετάσχεις."
  },
  "public_lobby": {
    "join": "Συμμετοχή στο επόμενο Παιχνίδι",
    "waiting": "παίκτες σε αναμονή",
    "teams_Duos": "Duos (ομάδες των 2)",
    "teams_Trios": "Trios (ομάδες των 3)",
    "teams_Quads": "Quads (ομάδες των 4)",
    "teams_hvn": "Άνθρωποι εναντίον Εθνών",
    "teams": "{num} ομάδες"
  },
  "matchmaking_modal": {
    "title": "Ταίριασμα",
    "connecting": "Σύνδεση στο διακομιστή...",
    "searching": "Αναζήτηση παιχνιδιού...",
    "waiting_for_game": "Αναμονή για έναρξη παιχνιδιού..."
  },
  "username": {
    "enter_username": "Γράψε το όνομα χρήστη σου",
    "not_string": "Το όνομα χρήστη πρέπει να είναι συμβολοσειρά.",
    "too_short": "Το όνομα χρήστη πρέπει να είναι τουλάχιστον {min} χαρακτήρες.",
    "too_long": "Το όνομα χρήστη δεν πρέπει να υπερβαίνει τους {max} χαρακτήρες.",
    "invalid_chars": "Το όνομα χρήστη μπορεί να περιέχει μόνο γράμματα, αριθμούς, κενά, κάτω παύλες και [αγκύλες]."
  },
  "host_modal": {
    "title": "Ιδιωτικό Λόμπι",
    "mode": "Λειτουργία",
    "team_count": "Αριθμός ομάδων",
    "options_title": "Επιλογές",
    "bots": "Bots: ",
    "bots_disabled": "Απενεργοποιημένο",
    "nations": "Έθνη: ",
    "disable_nations": "Απενεργοποίηση Εθνών",
    "max_timer": "Διάρκεια παιχνιδιού (λεπτά)",
    "instant_build": "Άμεση κατασκευή",
    "infinite_gold": "Άπειρος χρυσός",
    "donate_gold": "Δωρεά χρυσού",
    "infinite_troops": "Άπειρα στρατεύματα",
    "donate_troops": "Δωρεά στρατευμάτων",
    "compact_map": "Μίνι Χάρτης",
    "automatic_difficulty": "Αυτόματη Δυσκολία",
    "enables_title": "Ενεργοποίηση Ρυθμίσεων",
    "player": "Παίκτης",
    "players": "Παίκτες",
    "waiting": "Αναμονή για παίκτες...",
    "start": "Έναρξη Παιχνιδιού",
    "host_badge": "Οικοδεσπότης"
  },
  "team_colors": {
    "red": "Κόκκινο",
    "blue": "Μπλε",
    "teal": "Τιρκουάζ",
    "purple": "Μωβ",
    "yellow": "Κίτρινο",
    "orange": "Πορτοκάλι",
    "green": "Πράσινο",
    "bot": "Bot"
  },
  "game_starting_modal": {
    "title": "Το παιχνίδι ξεκινάει...",
    "credits": "Συντελεστές",
    "code_license": "Κώδικας με άδεια AGPL-3.0 (χωρίς εγγύηση)"
  },
  "difficulty": {
    "difficulty": "Δυσκολία",
    "Easy": "Χαλαρό",
    "Medium": "Ισορροπημένο",
    "Hard": "Έντονο",
    "Impossible": "Αδύνατο"
  },
  "game_mode": {
    "ffa": "Όλοι εναντίων Όλων",
    "teams": "Ομαδικό"
  },
  "select_lang": {
    "title": "Επιλογή Γλώσσας"
  },
  "unit_type": {
    "city": "Πόλη",
    "defense_post": "Φρούριο",
    "port": "Λιμάνι",
    "warship": "Πολεμικό Πλοίο",
    "missile_silo": "Πυραυλικό Σιλό",
    "sam_launcher": "Εκτοξευτής SAM",
    "atom_bomb": "Ατομική Βόμβα",
    "hydrogen_bomb": "Βόμβα Υδρογόνου",
    "mirv": "MIRV",
    "factory": "Εργοστάσιο"
  },
  "user_setting": {
    "title": "Ρυθμίσεις Χρήστη",
    "tab_basic": "Βασικές Ρυθμίσεις",
    "tab_keybinds": "Συντομεύσεις",
    "dark_mode_label": "Σκοτεινή Λειτουργία",
    "dark_mode_desc": "Εναλλαγή εμφάνισης του ιστότοπου μεταξύ φωτεινής και σκοτεινής λειτουργίας",
    "emojis_label": "Emojis",
    "emojis_desc": "Εναλλαγή της εμφάνισης των emojis στο παιχνίδι",
    "alert_frame_label": "Πλαίσιο Ειδοποίησης",
    "alert_frame_desc": "Εναλλαγή του πλαισίου ειδοποίησης. Όταν είναι ενεργό, το πλαίσιο θα φαίνεται εάν σε προδώσουν.",
    "special_effects_label": "Ειδικά εφέ",
    "special_effects_desc": "Εναλλαγή ειδικών εφέ. Απενεργοποιήστε για να βελτιώσετε την απόδοση",
    "structure_sprites_label": "Sprites κατασκευής",
    "structure_sprites_desc": "Εναλλαγή sprites κατασκευής",
    "anonymous_names_label": "Κρυφά Ονόματα",
    "anonymous_names_desc": "Απόκρυψη πραγματικών ονομάτων παικτών με τυχαία ψευδώνυμα.",
    "lobby_id_visibility_label": "Κρυφά Λόμπι IDs",
    "lobby_id_visibility_desc": "Απόκρυψη Λόμπι ID στην δημιουργία ιδιωτικού λόμπι",
    "left_click_label": "Αριστερό Κλικ για Άνοιγμα Μενού",
    "left_click_desc": "Όταν είναι ενεργοποιημένο, το αριστερό κλικ ανοίγει το μενού και το κουμπί με το σπαθί κάνει την επίθεση. Όταν είναι απενεργοποιημένο, το αριστερό κλικ επιτίθεται άμεσα.",
    "left_click_menu": "Μενού Αριστερού Κλικ",
    "attack_ratio_label": "⚔️ Αναλογία Επίθεσης",
    "attack_ratio_desc": "Τι ποσοστό των στρατευμάτων θα σταλθεί σε μία επίθεση (1–100%)",
    "troop_ratio_desc": "Αλλαγή της ισορροπίας μεταξύ στρατευμάτων (για μάχη) και εργαζομένων (για παραγωγή χρυσού) (1–100%)",
    "territory_patterns_label": "🏳️ Σχέδια Εδάφους",
    "territory_patterns_desc": "Επίλεξε αν θέλεις να φαίνονται τα σχέδια εδάφους στο παιχνίδι",
    "performance_overlay_label": "Οθόνη Απόδοσης",
    "performance_overlay_desc": "Εναλλαγή της οθόνης απόδοσης. Όταν ενεργοποιηθεί, θα εμφανίζεται η οθόνη απόδοσης. Πάτα shift-D κατά την διάρκεια του παιχνιδιού για εναλλαγή.",
    "easter_writing_speed_label": "Πολλαπλασιαστής Ταχύτητας Γραφής",
    "easter_writing_speed_desc": "Ρύθμισε πόσο γρήγορα προσποιείσαι ότι γράφεις κώδικα (x1-x100)",
    "easter_bug_count_label": "Πλήθος Σφαλμάτων",
    "easter_bug_count_desc": "Με πόσα σφάλματα θα ήσουν εντάξει (0-1000, συναισθηματικά)",
    "view_options": "Προβολή Επιλογών",
    "toggle_view": "Εναλλαγή προβολής",
    "toggle_view_desc": "Εναλλακτική προβολή (χάρτης/χώρες)",
    "build_controls": "Έλεγχοι Κατασκευών",
    "build_city": "Κατασκευή Πόλης",
    "build_city_desc": "Κτίσε μια Πόλη κάτω από τον δείκτη σου.",
    "build_factory": "Κατασκευή Εργοστασίου",
    "build_factory_desc": "Κτίσε ένα Εργοστάσιο κάτω από τον δείκτη σου.",
    "build_defense_post": "Κατασκευή Φρουρίου",
    "build_defense_post_desc": "Κτίσε ένα Φρούριο κάτω από τον δείκτη σου.",
    "build_port": "Κατασκευή Λιμανιού",
    "build_port_desc": "Κτίσε ένα Λιμάνι κάτω από τον δείκτη σου.",
    "build_warship": "Κατασκευή Πολεμικού Πλοίου",
    "build_warship_desc": "Φτιάξε ένα Πολεμικό Πλοίο κάτω από τον δείκτη σου.",
    "build_missile_silo": "Κατασκευή Πυραυλικού Σιλό",
    "build_missile_silo_desc": "Κτίσε ένα Πυραυλικό Σιλό κάτω από τον δείκτη σου.",
    "build_sam_launcher": "Κτίσε Εκτοξευτή SAM",
    "build_sam_launcher_desc": "Κτίσε έναν Εκτοξευτή SAM κάτω από τον δείκτη σου.",
    "build_atom_bomb": "Φτιάξε Ατομική Βόμβα",
    "build_atom_bomb_desc": "Φτιάξε μια Ατομική Βόμβα κάτω από τον δείκτη σου.",
    "build_hydrogen_bomb": "Φτιάξε Βόμβα Υδρογόνου",
    "build_hydrogen_bomb_desc": "Φτιάξε μια Βόμβα Υδρογόνου κάτω από τον δείκτη σου.",
    "build_mirv": "Φτιάξε MIRV",
    "build_mirv_desc": "Φτιάξε μια βόμβα MIRV κάτω από τον δείκτη σου.",
    "attack_ratio_controls": "Έλεγχος Αναλογίας Επίθεσης",
    "attack_ratio_up": "Αύξηση Αναλογίας Επίθεσης",
    "attack_ratio_up_desc": "Αύξηση Αναλογίας Επίθεσης κατά 10%",
    "attack_ratio_down": "Μείωση Αναλογίας Επίθεσης",
    "attack_ratio_down_desc": "Μείωση Αναλογίας Επίθεσης κατά 10%",
    "attack_keybinds": "Συντομεύσεις Πλήκτρων Επίθεσης",
    "boat_attack": "Επίθεση Σκάφους",
    "boat_attack_desc": "Στείλε μια επίθεση με σκάφος στο σημείο κάτω από τον δείκτη σου.",
    "ground_attack": "Επίθεση Εδάφους",
    "ground_attack_desc": "Στείλε μια επίθεση εδάφους στο σημείο κάτω από τον δείκτη σου.",
    "zoom_controls": "Έλεγχος εστίασης",
    "zoom_out": "Σμίκρυνση",
    "zoom_out_desc": "Σμίκρυνση του χάρτη",
    "zoom_in": "Μεγέθυνση",
    "zoom_in_desc": "Μεγέθυνση στο χάρτη",
    "camera_movement": "Κίνηση Κάμερας",
    "center_camera": "Κεντράρισμα Κάμερας",
    "center_camera_desc": "Κεντράρισμα κάμερας στον παίκτη",
    "move_up": "Μετακίνηση Της Κάμερας Πάνω",
    "move_up_desc": "Μετακίνηση της κάμερας προς τα πάνω",
    "move_left": "Μετακίνηση Της Κάμερας Αριστερά",
    "move_left_desc": "Μετακίνηση της κάμερας προς τα αριστερά",
    "move_down": "Μετακίνηση Της Κάμερας Κάτω",
    "move_down_desc": "Μετακίνηση της κάμερας προς τα κάτω",
    "move_right": "Μετακίνηση Της Κάμερας Δεξιά",
    "move_right_desc": "Μετακίνηση της κάμερας προς τα δεξιά",
    "reset": "Επαναφορά",
    "unbind": "Αποδέσμευση",
    "on": "Ενεργό",
    "off": "Ανενεργό",
    "toggle_terrain": "Εναλλαγή Εδάφους",
    "exit_game_label": "Κλείσιμο Παιχνιδιού",
    "exit_game_info": "Επιστροφή στο αρχικό μενού",
    "background_music_volume": "Ένταση Μουσικής",
    "sound_effects_volume": "Ένταση Ηχητικών Εφέ"
  },
  "chat": {
    "title": "Γρήγορη Συνομιλία",
    "to": "Προς {user}: {msg}",
    "from": "Από {user}:{msg}",
    "category": "Κατηγορία",
    "phrase": "Φράση",
    "player": "Παίκτης",
    "send": "Αποστολή",
    "search": "Αναζήτηση παίχτη...",
    "build": "Φτιάξε το μήνυμά σου...",
    "cat": {
      "help": "Βοήθεια",
      "attack": "Επίθεση",
      "defend": "Άμυνα",
      "greet": "Χαιρετισμοί",
      "misc": "Διάφορα",
      "warnings": "Προειδοποιήσεις"
    },
    "help": {
      "troops": "Παρακαλώ δώσε μου στρατεύματα!",
      "troops_frontlines": "Στείλε στρατεύματα στην πρώτη γραμμή!",
      "gold": "Παρακαλώ δώσε μου χρυσό!",
      "no_attack": "Παρακαλώ μην μου επιτεθείς!",
      "sorry_attack": "Συγγνώμη, δεν ήθελα να επιτεθώ.",
      "alliance": "Συμμαχία;",
      "help_defend": "Βοήθησέ με να αμυνθώ ενάντια στον [P1]!",
      "trade_partners": "Ας γίνουμε εμπορικοί συνεργάτες!"
    },
    "attack": {
      "attack": "Επίθεση στον [P1]!",
      "mirv": "Στείλε ένα MIRV στον [P1]!",
      "focus": "Εστίαση πυρών στον [P1]!",
      "finish": "Ας αποτελειώσουμε τον [P1]!",
      "build_warships": "Φτιάξε Πολεμικά Πλοία!"
    },
    "defend": {
      "defend": "Υπερασπίσου τον [P1]!",
      "defend_from": "Υπερασπίσου με από τον [P1]!",
      "dont_attack": "Μην επιτεθείς στον [P1]!",
      "ally": "Ο [P1] είναι σύμμαχός μου!",
      "build_posts": "Κτίσε Φρούρια!"
    },
    "greet": {
      "hello": "Γεια!",
      "good_job": "Καλή δουλειά!",
      "good_luck": "Καλή τύχη!",
      "have_fun": "Καλή διασκέδαση!",
      "gg": "GG!",
      "nice_to_meet": "Χάρηκα που σε γνώρισα!",
      "well_played": "Έπαιξες Καλά!",
      "hi_again": "Γεια και πάλι!",
      "bye": "Αντίο!",
      "thanks": "Ευχαριστώ!",
      "oops": "Ουπς, λάθος κουμπί!",
      "trust_me": "Μπορείς να με εμπιστευτείς. Υπόσχομαι!",
      "trust_broken": "Σε εμπιστεύτηκα...",
      "ruining_games": "Χαλάς το παιχνίδι και των δυο μας.",
      "dont_do_that": "Μην το κάνεις αυτό!",
      "same_team": "Είμαι στο πλευρό σου!"
    },
    "misc": {
      "go": "Πάμε!",
      "strategy": "Καλή στρατηγική!",
      "fun": "Αυτό το παιχνίδι είναι διασκεδαστικό!",
      "team_up": "Ας συνεργαστούμε ενάντια στον [P1]!",
      "pr": "Πότε θα συγχωνευτεί τελικά το PR μου...?",
      "build_closer": "Χτίσε πιο κοντά για να πάρεις τρένα!",
      "coastline": "Παρακαλώ άσε με να πάρω μια ακτή."
    },
    "warnings": {
      "strong": "Ο [P1] είναι ισχυρός.",
      "weak": "Ο [P1] είναι αδύναμος.",
      "mirv_soon": "Ο [P1] μπορεί να φτιάξει MIRV σύντομα!",
      "number1_warning": "Ο #1 παίκτης θα κερδίσει σύντομα εκτός και αν συνεργαστούμε!",
      "stalemate": "Ας κάνουμε ειρήνη. Αυτό είναι ένα αδιέξοδο, θα χάσουμε και οι δύο.",
      "has_allies": "Ο [P1] έχει πολλούς συμμάχους.",
      "no_allies": "Ο [P1] δεν έχει καθόλου συμμάχους.",
      "betrayed": "Ο [P1] πρόδωσε τον σύμμαχό του!",
      "betrayed_me": "Ο [P1] με πρόδωσε!",
      "getting_big": "Ο [P1] μεγαλώνει υπερβολικά γρήγορα!",
      "danger_base": "Ο [P1] είναι απροστάτευτος!",
      "saving_for_mirv": "Ο [P1] μαζεύει χρυσό για MIRV.",
      "mirv_ready": "Ο [P1] έχει αρκετό χρυσό για να εκτοξεύσει MIRV!",
      "snowballing": "Ο [P1] κερδίζει υπερβολικά γρήγορα!",
      "cheating": "Ο [P1] κλέβει!",
      "stop_trading": "Σταμάτα το εμπόριο με τον [P1]!"
    }
  },
  "build_menu": {
    "desc": {
      "atom_bomb": "Μικρή έκρηξη",
      "hydrogen_bomb": "Μεγάλη έκρηξη",
      "mirv": "Τεράστια έκρηξη, στοχεύει μόνο τον επιλεγμένο παίκτη",
      "missile_silo": "Χρησιμοποιείται για εκτόξευση πυρηνικών",
      "sam_launcher": "Υπερασπίζεται απέναντι στα εισερχόμενα πυρηνικά",
      "warship": "Συλλαμβάνει εμπορικά πλοία, καταστρέφει πλοία και σκάφη",
      "port": "Στέλνει εμπορικά πλοία για την παραγωγή χρυσού",
      "defense_post": "Αυξάνει την άμυνα των κοντινών συνόρων",
      "city": "Αυξάνει τον μέγιστο πληθυσμό",
      "factory": "Δημιουργεί σιδηρόδρομους και στέλνει τρένα"
    },
    "not_enough_money": "Όχι αρκετά χρήματα"
  },
  "win_modal": {
    "support_openfront": "Υποστήριξε το OpenFront!",
    "territory_pattern": "Αγόρασε ένα σχέδιο εδάφους για να αφαιρέσεις τις διαφημίσεις!",
    "died": "Πέθανες",
    "your_team": "Η ομάδα σου κέρδισε!",
    "other_team": "Η ομάδα {team} έχει κερδίσει!",
    "you_won": "Κέρδισες!",
    "other_won": "Ο {player} κέρδισε!",
    "exit": "Κλείσιμο Παιχνιδιού",
    "keep": "Συνέχιση Παιχνιδιού",
    "spectate": "Παρακολούθηση",
    "wishlist": "Λίστα επιθυμιών στο Steam!"
  },
  "leaderboard": {
    "title": "Πίνακας κατάταξης",
    "hide": "Απόκρυψη",
    "rank": "Σειρά",
    "player": "Παίκτης",
    "team": "Ομάδα",
    "owned": "Κατεχόμενα",
    "gold": "Χρυσός",
    "troops": "Στρατεύματα",
    "launchers": "Εκτοξευτές",
    "sams": "SAMs",
    "warships": "Πολεμικά Πλοία",
    "cities": "Πόλεις",
    "show_control": "Εμφάνιση Ελέγχου",
    "show_units": "Εμφάνιση Μονάδων"
  },
  "player_info_overlay": {
    "type": "Τύπος",
    "bot": "Bot",
    "nation": "Έθνος",
    "player": "Παίκτης",
    "team": "Ομάδα",
    "alliance_timeout": "Η συμμαχία τελειώνει σε",
    "troops": "Στρατεύματα",
    "a_troops": "Επιτιθέμενα στρατεύματα",
    "gold": "Χρυσός",
    "ports": "Λιμάνια",
    "cities": "Πόλεις",
    "factories": "Εργοστάσια",
    "missile_launchers": "Εκτοξευτές πυραύλων",
    "sams": "SAMs",
    "warships": "Πολεμικά Πλοία",
    "health": "Ζωή",
    "attitude": "Στάση",
    "levels": "Επίπεδα"
  },
  "events_display": {
    "retreating": "υποχώρηση",
    "boat": "Σκάφος",
    "alliance_request_status": "Ο {name} {status} το αίτημα συμμαχίας σου",
    "alliance_accepted": "αποδέχθηκε",
    "alliance_rejected": "αρνήθηκε",
    "duration_second": "1 δευτερόλεπτο",
    "betrayal_description": "Έσπασες την συμμαχία σου με τον {name}, το οποίο σε κάνει ΠΡΟΔΟΤΗ ({malusPercent}% μείωση άμυνας για {durationText})",
    "duration_seconds_plural": "{seconds} δευτερόλεπτα",
    "betrayed_you": "Ο {name} έσπασε την συμμαχία του μαζί σου",
    "about_to_expire": "Η συμμαχία σου με τον {name} πρόκειται να λήξει!",
    "alliance_expired": "Η συμμαχία σου με τον {name} έληξε",
    "attack_request": "Ο {name} σου ζητάει να επιτεθείς τον {target}",
    "sent_emoji": "Προς {name}: {emoji}",
    "renew_alliance": "Αίτημα για ανανέωση",
    "request_alliance": "Ο {name} ζητάει συμμαχία!",
    "focus": "Εστίαση",
    "accept_alliance": "Αποδοχή",
    "reject_alliance": "Απόρριψη",
    "alliance_renewed": "Η συμμαχία σου με τον {name} έχει ανανεωθεί",
    "ignore": "Παράβλεψη",
    "unit_voluntarily_deleted": "Η μονάδα διαγράφηκε εθελοντικά"
  },
  "unit_info_modal": {
    "structure_info": "Πληροφορίες Κατασκευής",
    "unit_type_unknown": "Άγνωστο",
    "close": "Κλείσιμο",
    "cooldown": "Χρόνος Επαναφόρτωσης",
    "type": "Τύπος",
    "upgrade": "Αναβάθμιση",
    "level": "Επίπεδο"
  },
  "player_type": {
    "player": "Παίκτης",
    "nation": "Έθνος",
    "bot": "Bot"
  },
  "relation": {
    "hostile": "Εχθρικός",
    "distrustful": "Δύσπιστος",
    "neutral": "Ουδέτερος",
    "friendly": "Φιλικός",
    "default": "Προεπιλογή"
  },
  "control_panel": {
    "gold": "Χρυσός",
    "troops": "Στρατεύματα",
    "attack_ratio": "Αναλογία Επίθεσης"
  },
  "player_panel": {
    "gold": "Χρυσός",
    "troops": "Στρατεύματα",
    "betrayals": "Προδοσίες",
    "traitor": "Προδότης",
    "trading": "Εμπόριο",
    "active": "Ενεργός",
    "stopped": "Σταματημένο",
    "alliance_time_remaining": "Η Συμμαχία Λήγει σε",
    "embargo": "Έχει σταματήσει το εμπόριο μαζί σου",
    "nuke": "Πυρηνικά σου έχουν σταλθεί από αυτόν",
    "start_trade": "Έναρξη Συναλλαγών",
    "stop_trade": "Διακοπή Συναλλαγών",
    "stop_trade_all": "Διακοπή Συναλλαγών με Όλους",
    "start_trade_all": "Έναρξη Συναλλαγών με Όλους",
    "alliances": "Συμμαχίες",
    "flag": "Σημαία",
    "chat": "Συνομιλία",
    "target": "Στόχος",
    "break": "Διακοπή",
    "break_alliance": "Διακοπή Συμμαχίας",
    "alliance": "Συμμαχία",
    "send_alliance": "Αποστολή Συμμαχίας",
    "send_troops": "Αποστολή Στρατευμάτων",
    "send_gold": "Αποστολή Χρυσού",
    "emotes": "Emojis"
  },
  "send_troops_modal": {
    "title_with_name": "Στείλε Στρατεύματα στον {name}",
    "available_tooltip": "Τα τρέχοντα διαθέσιμα στρατεύματά σου",
    "min_keep": "Ελάχιστη διατήρηση",
    "min_keep_pct": "(30%)",
    "slider_tooltip": "{percent}% • {amount}",
    "toggle_attack_bar_mode": "Χρησιμοποίησε την μπάρα επίθεσης για να στείλεις στρατεύματα",
    "warning_attackbar": "Μόλις ενεργοποιηθεί, δεν θα μπορείς να ανοίξεις απευθείας αυτό το modal. Θα στέλνεις στρατεύματα μόνο μέσω της μπάρας επίθεσης.",
    "aria_slider": "Ρυθμιστής στρατευμάτων",
    "capacity_note": "Ο παραλήπτης μπορεί να δεχτεί μόνο {amount} τώρα."
  },
  "send_gold_modal": {
    "title_with_name": "Αποστολή Χρυσού στον {name}",
    "available_tooltip": "Διαθέσιμος χρυσός",
    "aria_slider": "Ρυθμιστικό ποσού",
    "slider_tooltip": "{percent}% • {amount}"
  },
  "replay_panel": {
    "replay_speed": "Ταχύτητα επανάληψης",
    "game_speed": "Ταχύτητα Παιχνιδιού",
    "fastest_game_speed": "Μέγιστο"
  },
  "error_modal": {
    "crashed": "Βλάβη παιχνιδιού!",
    "connection_error": "Σφάλμα σύνδεσης!",
    "paste_discord": "Παρακαλώ επικόλλησε τα παρακάτω στην αναφορά σφάλματος στο Discord:",
    "copy_clipboard": "Αντιγραφή στο πρόχειρο",
    "copied": "Αντιγράφτηκε!",
    "failed_copy": "Αποτυχία αντιγραφής",
    "desync_notice": "Είσαι αποσυγχρονισμένος από τους άλλους παίκτες. Αυτό που βλέπεις μπορεί να διαφέρει από άλλους παίκτες."
  },
  "heads_up_message": {
    "choose_spawn": "Επίλεξε μια αρχική τοποθεσία"
  },
  "territory_patterns": {
    "title": "Σχέδιο",
    "colors": "Χρώματα",
    "purchase": "Αγορά",
    "blocked": {
      "login": "Πρέπει να συνδεθείς για να αποκτήσεις πρόσβαση σε αυτό το σχέδιο.",
      "purchase": "Αγόρασε αυτό το σχέδιο για να το ξεκλειδώσεις."
    },
    "pattern": {
      "default": "Προεπιλογή"
    }
  },
  "flag_input": {
    "title": "Επιλογή Σημαίας",
    "button_title": "Διάλεξε μια σημαία!",
    "search_flag": "Αναζήτηση..."
  },
  "spawn_ad": {
    "loading": "Φόρτωση διαφήμισης..."
  },
  "auth": {
    "login_required": "Απαιτείται σύνδεση για πρόσβαση σε αυτόν τον ιστότοπο.",
    "redirecting": "Ανακατεύθυνση...",
    "not_authorized": "Δεν έχεις εξουσιοδότηση να μπεις σε αυτόν τον ιστότοπο.",
    "contact_admin": "Αν πιστεύεις ότι δεν θα έπρεπε να βλέπεις αυτό το μήνυμα, παρακαλώ επικοινώνησε με τον διαχειριστή της ιστοσελίδας."
  },
  "radial_menu": {
    "delete_unit_title": "Διαγραφή Μονάδας",
    "delete_unit_description": "Κάντε κλικ για να διαγράψετε την πλησιέστερη μονάδα"
  },
  "discord_user_header": {
    "avatar_alt": "Άβαταρ"
  },
  "player_stats_table": {
    "building_stats": "Στατιστικά Κατασκευής",
    "ship_arrivals": "Αφίξεις Πλοίων",
    "nuke_stats": "Στατιστικά Πυρηνικών",
    "player_metrics": "Μετρικές Παίκτη",
    "building": "Κατασκευή",
    "ship_type": "Τύπος Πλοίου",
    "weapon": "Όπλο",
    "built": "Χτίστηκαν",
    "destroyed": "Καταστράφηκαν",
    "captured": "Αιχμαλωτίστηκαν",
    "lost": "Χάθηκαν",
    "hits": "Χτυπήματα",
    "launched": "Εκτοξεύτηκαν",
    "landed": "Προσγειώθηκαν",
    "sent": "Στάλθηκαν",
    "arrived": "Έφτασαν",
    "attack": "Επίθεση",
    "received": "Ελήφθη",
    "cancelled": "Ακυρώθηκε",
    "count": "Πλήθος",
    "gold": "Χρυσός",
    "workers": "Εργάτες",
    "war": "Πόλεμος",
    "trade": "Εμπόριο",
    "steal": "Κλοπή",
    "unit": {
      "city": "Πόλη",
      "port": "Λιμάνι",
      "defp": "Φρούριο",
      "saml": "Εκτοξευτής SAM",
      "silo": "Πυραυλικό Σιλό",
      "wshp": "Πολεμικό Πλοίο",
      "fact": "Εργοστάσιο",
      "trade": "Εμπορικό Πλοίο",
      "trans": "Πλοίο Μεταφοράς",
      "abomb": "Ατομική Βόμβα",
      "hbomb": "Βόμβα Υδρογόνου",
      "mirv": "MIRV",
      "mirvw": "MIRV Warhead"
    }
  },
  "game_list": {
    "recent_games": "Πρόσφατα Παιχνίδια",
    "game_id": "ID Παιχνιδιού",
    "mode": "Λειτουργία",
    "mode_ffa": "Όλοι εναντίων Όλων",
    "mode_team": "Ομαδικό",
    "view": "Προβολή",
    "details": "Λεπτομέρειες",
    "started": "Ξεκίνησε",
    "map": "Χάρτης",
    "difficulty": "Δυσκολία",
    "type": "Τύπος"
  },
  "player_stats_tree": {
    "public": "Ανοιχτό",
    "private": "Ιδιωτικό",
    "singleplayer": "Ατομικό",
    "mode": "Λειτουργία",
    "stats_wins": "Νίκες",
    "stats_losses": "Ήττες",
    "stats_wlr": "Αναλογία Νίκης:Ήττας",
    "stats_games_played": "Παιχνίδια Που Παίχτηκαν",
    "mode_ffa": "Όλοι εναντίων Όλων",
    "mode_team": "Ομαδικό"
  }
}
